Repository: common-repository/cf7-slack-integration
Catalog: lang/sicf-atl-wp-slack-noty-*.po
Languages: ru_ru

source: The specified key already exists (UNIQUE constraint)
ru_ru: Указанный ключ уже существует (УНИКАЛЬНОЕ ограничение

source: Error send data Slack. Code error -
ru_ru: Ошибка передачи данных в Slack. Код ошибки -

source: Error add data in databases...
ru_ru: Ошибка добавления(обновления) данных в базу данных...

source: Setting integration from Slack
ru_ru: Настройки интеграции с Slack

source: Integration
ru_ru: Интеграция

source: Set send data in Slack
ru_ru: Включить передачу данных в Slack

source: Transformation header in message from Slack
ru_ru: Преобразование заголовков в сообщении

source: To set the message headers in slack, the following record format is used: header--name.
ru_ru: Установка заголовков для Slack сообщений, пример формата ввода: {header--name}

source: Example {site = Site name}
ru_ru: Пример {site = Site name}

source: Integrate Slack with Contact Form 7
ru_ru: Интеграция Contact Form 7 с месседжером Slack

source: Creating plugin for slack messages from Contact Form 7
ru_ru: Плагин для оповещения из Contact Form 7 в месседжер Slack

source: For the Slack integration Contact form 7 plugin to work, you need to install the Contact Form 7 plugin
ru_ru: Для работы плагина Slack integration Contact form 7 необходимо установить плагин Contact Form 7

source: Activate plugin Contact Form 7, please..
ru_ru: Включите плагин Contact Form 7, пожалуйста..
